acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-lib
alsa-topology-conf
alsa-ucm-conf
archlinux-keyring
archlinuxarm-keyring
argon2
at-spi2-core
attr
audit
autoconf
automake
avahi
base
base-devel
bash
binutils
bison
brotli
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
colord
coreutils
cryptsetup
curl
db
db5.3
dbus
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dnssec-anchors
dos2unix
dosfstools
duktape
e2fsprogs
elementary-icon-theme
exo
expat
expect
fakeroot
file
filesystem
findutils
flac
flex
fontconfig
freetype2
fribidi
garcon
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
git
glib-networking
glib2
glibc
gmp
gnome-themes-extra
gnupg
gnutls
go
gpgme
gpm
gptfdisk
graphite
grep
groff
gsettings-desktop-schemas
gtk-update-icon-cache
gtk3
guile
gzip
harfbuzz
hicolor-icon-theme
htop
hwdata
iana-etc
icu
iproute2
iptables
iputils
iso-codes
iw
json-c
json-glib
kbd
keyutils
kmod
krb5
lame
lcms2
ldns
less
libarchive
libassuan
libasyncns
libbpf
libcanberra
libcap
libcap-ng
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdrm
libedit
libelf
libepoxy
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgtop
libgudev
libgusb
libice
libidn2
libimobiledevice
libinput
libisl
libjpeg-turbo
libksba
libldap
libmnl
libmpc
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnl
libnotify
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
librsvg
libsasl
libseccomp
libsecret
libsm
libsndfile
libsoup3
libssh2
libstemmer
libsysprof-capture
libtasn1
libthai
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libusbmuxd
libutempter
libverto
libvorbis
libwacom
libwnck3
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbfile
libxklavier
libxml2
libxmu
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxt
libxtst
libxxf86vm
libzip
licenses
lighttpd
linux-api-headers
linux-armv7
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lz4
lzo
m4
make
man-db
mesa
mkinitcpio
mkinitcpio-busybox
mpfr
mpg123
mtdev
nano
ncurses
net-tools
netctl
nettle
npth
oniguruma
openresolv
openssh
openssl
opus
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
parted
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
php
php-cgi
php-sqlite
pinentry
pixman
pkgconf
polkit
polkit-gnome
popt
procps-ng
psmisc
readline
rsync
sed
shadow
shared-mime-info
sound-theme-freedesktop
sqlite
startup-notification
sudo
systemd
systemd-libs
systemd-sysvcompat
tar
tcl
tdb
texinfo
thunar
thunar-volman
tmux
tpm2-tss
tracker3
tumbler
tzdata
uboot-tools
upower
usbmuxd
util-linux
util-linux-libs
vi
vim
vim-runtime
vte-common
vte3
vulkan-icd-loader
wayland
which
wireless_tools
wpa_supplicant
xcb-proto
xcb-util
xf86-input-evdev
xf86-input-libinput
xf86-video-fbdev
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfwm4
xfwm4-themes
xkeyboard-config
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorgproto
xxhash
xz
zlib
zstd
